<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Application Language Lines
    |--------------------------------------------------------------------------
    */

    'menu' => [
        // Top menu
        'officer'               => '관리자',
        'super'                 => '시스템관리자',
        // Side menu
        'user'                  => '사용자관리',
    ],

    'landing' => [
        'title_officer'         => '관리자',
        'title_super'           => '시스템 관리자',
        'message_officer'       => '너는 알지 못하였느냐 듣지 못하였느냐 영원하신 하나님 여호와, 땅 끝까지 창조하신 이는 피곤하지 않으시며 곤비하지 않으시며 명철이 한이 없으시며 피곤한 자에게는 능력을 주시며 무능한 자에게는 힘을 더하시나니 소년이라도 피곤하며 곤비하며 장정이라도 넘어지며 쓰러지되 오직 여호와를 앙망하는 자는 새 힘을 얻으리니 독수리가 날개치며 올라감 같을 것이요 달음박질하여도 곤비하지 아니하겠고 걸어가도 피곤하지 아니하리로다',
        'message_super'         => '여호와께서 집을 세우지 아니하시면 세우는 자의 수고가 헛되며 여호와께서 성을 지키지 아니하시면 파수꾼의 깨어 있음이 헛되도다 너희가 일찍이 일어나고 늦게 누우며 수고의 떡을 먹음이 헛되도다 그러므로 여호와께서 그의 사랑하시는 자에게는 잠을 주시는도다 보라 자식들은 여호와의 기업이요 태의 열매는 그의 상급이로다 젊은 자의 자식은 장사의 수중의 화살 같으니 이것이 그의 화살통에 가득한 자는 복되도다 그들이 성문에서 그들의 원수와 담판할 때에 수치를 당하지 아니하리로다',
        'passage_officer'       => '이사야 40:28-31',
        'passage_super'         => '시편 127:1-5',
    ],

    'title' => [
        'user'                  => '사용자 관리',
        'userAdd'               => '사용자 추가',
        'userEdit'              => '사용자 수정',
        'userShow'              => '사용자 검색',
        'userDelete'            => '사용자 삭제',
    ],

    'table' => [
        'id'                    => '아이디',
        'userEmail'             => '이메일',
        'userName'              => '사용자명',
        'userStatus'            => '사용자 권한',
        'semiMember'            => '준회원',
        'member'                => '정회원',
        'admin'                 => '관리자',
        'super'                 => '시스템 관리자',
        'undefined'             => '지정되어있지않음',
        // Button
        'editButton'            => '수정',
        'delButton'             => '삭제',
    ],

    'modal' => [
        'confirmMessage'        => '삭제된 데이터는 원래대로 복구할 수 없습니다.<br/>정말 삭제하시겠습니까?',
        'cancelButton'          => '취소',
        'saveButton'            => '저장',
        'closeButton'           => '닫기',
        'deleteButton'          => '삭제',
    ],
];
